lang = {
    "start":{
        "qq": 'Ассалаума алейкум! <b>Johnny’s Burger</b> 🍔 ге хош келипсиз!\nБуйыртпа бериу ушын төмендеги туймени басың!',
        "ru": 'Здравствуйте, добро пожаловать в <b>Johnny’s Burger </b> 🍔\nЧто бы <b>заказать</b> нажмите кнопку ниже ⤵️ ',
        "uz": 'Assalomu aleykum! <b>Johnny’s Burger </b>🍔 ga xush kelibsiz!\nBuyurtma berish uchun pastdagi tugmani bosing!'
    },
    "setting": {
        "qq": "⚙️ Сазламалар",
        "ru": "⚙️ Настройки",
        "uz": "⚙️ Sozlamalar"
    },
    "start_btn": {
        "qq": '🍔 Буйыртпа бериу',
        "ru": '🍔 Заказать',
        "uz": '🍔 Buyurtma berish'
    },
    "send_nummber": {
        "qq": "Телефон номериңизди жибериң",
        "ru": "Отправьте свой номер телефона",
        "uz": "Telefon raqamingizni yuboring"
    }, 
    "send_nummber_btn": {
        "qq": "📞Телефон номер жибериў",
        "ru": "📞 Отправить номер телефона",
        "uz": "📞Telefon raqam yuborish"
    }, 
    "erro_nummber": {
        "qq": "Телефон номер қәте киргизилди",
        "ru": "Номер телефона был введен неверно",
        "uz": "Telefon raqam noto'g'ri kiritilgan"
    },
    "kargo": {
        "qq": "Буйыртпаны қай тәризде алыуды қәлейсиз:",
        "ru":  "Как вы предпочитайте получить ваш заказ?",
        "uz": "Buyurtmani qay tarizda olishni hohlaysiz:"
    },
    "kargo_btn": {
        "qq": ["Жеткизип бериу арқалы", "Өзим барып алып кетемен", "Бийкарлау"],
        "ru": ["С помощью доставки", "Сам(а) заберу", "Отмена"],
        "uz": ["Yetkazib berish", "O’zim boraman", "Bekor qilish"]
    },
    "location": {
        "qq": "Төмендеги туйме арқалы жайласқан жериңизди жибериң:",
        "ru": "С помощью ниже⤵️ кнопки пожалуйста отправьте свою локацию\nОтправить локацию",
        "uz": "Pastdagi tugma orqali joylashgan manzilingizni yuboring:"
    }, 
    "location_btn": {
        "qq": "📍 Локация жибериу",
        "ru": "📍 Отправить локацию",
        "uz": "📍 Lokatsiya yuborish"
    }, 
    "send_order": {
        "qq": "🚚 <b>Сиздиң заказиңиз жиберилди тез арада сизге жетип баради</b>",
        "ru": "🚚 <b>Ваш заказ отправлен и скоро прибудет к вам</b>",
        "uz": "🚚 <b>Sizning buyurtmangiz tasdiqlandi. Tez orada yetkazib beriladi</b>"
    },
    "order_ok": {
        "qq": "Сиздиң буйыртпаңыз қабыл етилди тез арада оператор сиз бенен байланысады. Ас болсын!",
        "ru": "Ваш заказ было принято, в ближайшее время с Вами свяжется наш оператор. Приятного аппетита!",
        "uz": "Sizning buyurtmangiz qabul qilindi tez orada operator siz bilan bog’lanadi. Yoqimli ishtaha!"
    },

    "order_cancel": {
        "qq": "Буйыртпаңыз бийкар етилди.",
        "ru": "Ваш заказ был отменен.",
        "uz": "Buyurtmangiz bekor qilindi."
    },

    "error_msg": {
        "qq": "Қате мағлумат жибериндиңиз локатсия жиберин",
        "ru": "Вы отправили неверную информацию, пожалуйста, Отправить локацию",
        "uz": "Siz notoʻgʻri maʼlumot kiritdingiz, Lokatsiya yuboring"

    },

    "lang": "Өзиңизге қолай тилди сайлаң!\n\nВыберите удобный Вам язык!.\n\nO'zingizga qulay tilni tanlang!",

    "lang_btn": ["Qaraqalpaq:qq", "🇷🇺Руский:ru", "🇺🇿Uzbek:uz"],

    "ex_lang": {
        "qq": "🌐 Тилин өзгертиў",
        "ru": "🌐 Изменение языка",
        "uz": "🌐 Tilini o'zgartirish"
    },

    "edit_phone": {
        "qq": "📞 Номерди өзгертиў",
        "ru": "📞 Изменить номер",
        "uz": "📞 Raqamni o'zgartirish"
    }, 

    "back": {
        "qq": "Изге қайтиў", 
        "ru": "Назад",
        "uz": "Orqaga"
    }

}